Repository: openeuler-mirror/kiran-menu
Catalog: po/*.po
Languages: bo_cn, kk_kg, kk_kz, mn_mn, ug_cn

source: Search for applications
bo_cn: རེ་འདུན་ཞུ་ཡིག་འཚོལ་ཞིབ་བྱེད་པ
kk_kg: Fufuzani ntchito
kk_kz: Қолданбаларды іздеу
mn_mn: Програм хайх
ug_cn: قوللىنىشچان پروگرامما ئىزدەش

source: Launch
bo_cn: འཕེན་གཏོང་།
kk_kg: Ишке киргизүү
kk_kz: Іске қосу
mn_mn: Ажил
ug_cn: قويۇپ بېرىش

source: Add to desktop
bo_cn: ཅོག་ཙེའི་སྟེང་དུ་ཁ་སྣོན་
kk_kg: Onjezerani ku desktop
kk_kz: Жұмыс үстеліне қосу
mn_mn: Ширээн дээр нэмэх
ug_cn: ئۈستەل يۈزى قوشۇش

source: Add to favorites
bo_cn: དགའ་ཕྱོགས་ཁ་སྣོན་བྱས་པ།
kk_kg: Onjezerani ku zokondedwa
kk_kz: Таңдаулыларға қосу
mn_mn: Дуртай
ug_cn: يىغىپ ساقلاش قىسقۇچى قوشۇش

source: Remove from favorites
bo_cn: དགའ་ཕྱོགས་མེད་པར་བཟོ་བ།
kk_kg: Тандалмаларга жок кылуу
kk_kz: Таңдаулылардан жою
mn_mn: Дуртайгаас нь хас
ug_cn: بۇ يىغىپ ساقلاش قىسقۇچى ئۆچۈرۈش

source: Unpin to taskbar
bo_cn: ལས་འགན་གྱི་ཀ་བའི་སྟེང་དུ་བཀོད་པ་རེད།
kk_kg: негизги тилкесин жокко чыгаруу
kk_kz: Тапсырмалар тақтасын болдырмау
mn_mn: Даалгаврын самбар
ug_cn: مۇقىم ۋەزىپە ستونى ئەمەلدىن قالدۇرۇش

source: Pin to taskbar
bo_cn: ལས་འགན་སྒྲུབ་པར་ཁབ་རྒྱག་པ།
kk_kg: тилкесине белгиленген
kk_kz: Тапсырмалар тақтасына бекіту
mn_mn: Даалгаврын самбар руу зүү
ug_cn: مۇقىم ۋەزىپە ستونى

source: Kiran Start Menu
bo_cn: ཁི་ལན་གྱི་མགོ་རྩོམ་པའི་ཟས་ཐོ།
kk_kg: Kiran менюсу башталат
kk_kz: Киран бастау мәзірі
mn_mn: Киран эхлэх цэс
ug_cn: Kiran باشلاش تىزىملىكى

source: Frequently used
bo_cn: རྒྱུན་དུ་བཀོལ་སྤྱོད་བྱེད་པ།
kk_kg: Kawirikawiri
kk_kz: Жиі қолданылатын
mn_mn: Түгээмэл хэрэглэгддэг
ug_cn: دائىم ئىشلىتىلىدىغان

source: No frequent apps
bo_cn: རྒྱུན་དུ་ཉེར་སྤྱོད་བྱེད་མི་
kk_kg: Mapulogalamu osagwiritsidwa ntchito nthawi zambiri
kk_kz: Жиі бағдарламалар жоқ
mn_mn: Олон удаа апп
ug_cn: كۆپ ئىشلىتىلىدىغان قوللىنىشچان پروگرامما يوق

source: Favorite Apps
bo_cn: ཆེས་དགའ་བའི་ཉེར་སྤྱོད།
kk_kg: Mapulogalamu omwe amakonda kwambiri
kk_kz: Таңдаулы бағдарламалар
mn_mn: Дуртай програмууд
ug_cn: ئەڭ ياخشى كۆرىدىغان قوللىنىشچان پروگرامما

source: No favorite apps found
bo_cn: ཆེས་དགའ་བའི་ཉེར་སྤྱོད་གོ་རིམ་མ་
kk_kg: Simungapeze mapulogalamu omwe mumakonda kwambiri
kk_kz: Таңдаулы бағдарламалар табылмады
mn_mn: Ямар ч дуртай апп олдсонгүй
ug_cn: ئەڭ ياخشى كۆرىدىغان قوللىنىشچان پروگرامما تاپالمىدىم

source: Search Results
bo_cn: འཚོལ་ཞིབ་བྱས་འབྲས།
kk_kg: Zotsatira zosaka
kk_kz: Іздеу нәтижелері
mn_mn: Хайлтын үр
ug_cn: ئىزدەش نەتىجىسى

source: No matched apps found!
bo_cn: ཆ་འགྲིག་གི་ཉེར་སྤྱོད་གོ་རིམ་མ་རྙེད།
kk_kg: Simungapeze zofanana!
kk_kz: Сәйкес бағдарламалар табылмады!
mn_mn: Тохирсон апп олдсонгүй!
ug_cn: ماس كېلىدىغان قوللىنىشچان پروگرامما تاپالمىدىم !

source: Hello
bo_cn: ཝེ།
kk_kz: Сәлеметсіз бе
mn_mn: Сайн уу
ug_cn: ياخشىمۇسىز

source: Run
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་
kk_kg: Kuthamanga
kk_kz: Іске қосу
mn_mn: Ажил
ug_cn: ئىجرا قىلماق

source: Search Files
bo_cn: འཚོལ་བཤེར་ཡིག་ཆ།
kk_kg: Fufuzani fayilo
kk_kz: Файлдарды іздеу
mn_mn: Файл хайх
ug_cn: ھۆججەت ئىزدەش

source: Home Directory
bo_cn: ཁྱིམ་ཚང་གི་དཀར་ཆག
kk_kg: ■ Негизги каталог
kk_kz: Басты каталог
mn_mn: Нүүр хуудас
ug_cn: ئاساسىي مۇندەرىجە

source: Control center
bo_cn: ཚོད་འཛིན་ལྟེ་གནས།
kk_kg: Malo olamulira
kk_kz: Басқару орталығы
mn_mn: Хяналтын төв
ug_cn: كونترول مەركىزى

source: System monitor
bo_cn: མ་ལག་ལྟ་ཞིབ་ཚད་ལེན
kk_kg: Kuwunika kwadongosolo
kk_kz: Жүйелік монитор
mn_mn: Системийн хяналт
ug_cn: سىستېما كۆزەتكۈچ

source: Kiran Menu Applet
bo_cn: ཁི་ལན་གྱི་ཟས་ཐོའི་ཀུ་ཤུ་ཀུང་སི།
kk_kg: Kiran меню чакан программа
kk_kz: Киран мәзірі Аппл
mn_mn: Киран цэсийн товхимол
ug_cn: Kiran تىزىملىك كىچىك پروگراممىسى

source: Startup menu designed for Kiran Desktop
bo_cn: ཁི་ལན་གྱི་ཅོག་ཙེའི་སྟེང་ཇུས་འགོད་བྱས་པའི་གསར་གཏོད་ཟས་ཐོ།
kk_kg: Kiran рабочий дизайн менюсу баштоо үчүн
kk_kz: Kiran Desktop үшін арналған стартап мәзірі
mn_mn: Киран ширээний зориулалттай эхлэх цэс
ug_cn: ئۈستەل يۈزى ئۈچۈن لايىھىلەش قوزغىتىش تىزىملىكى

source: About
bo_cn: འབྲེལ་ཡོད་ཀྱི་སྐོར།
kk_kg: Жөнүндө
kk_kz: Шамамен
mn_mn: Ойролцоогоор
ug_cn: توغرىسىدا

source: About this applet
bo_cn: ཀུ་ཤུ་འདིའི་སྐོར།
kk_kg: Бул кичинекей программа жөнүндө
kk_kz: Осы алма туралы
mn_mn: Энэ апплетын тухай
ug_cn: بۇ كىچىك تەرتىپى توغرىسىدا

source: Office
bo_cn: གཞུང་ལས་ཁང་།
mn_mn: Оффис
ug_cn: ئىشخانا

source: Development
bo_cn: འཕེལ་རྒྱས་
kk_kg: Өнүгүү
kk_kz: Даму
mn_mn: Хөгжил
ug_cn: تەرەققىيات

source: Network
bo_cn: དྲ་རྒྱ།
kk_kz: Желі
mn_mn: Сүлжээ
ug_cn: تور

source: Graphics
bo_cn: རི་མོ།
kk_kz: Графика
mn_mn: График
ug_cn: گرافىك

source: Multimedia
bo_cn: སྨྱན་སྦྱོར་མང་པོ།
kk_kz: Мультимедиа
mn_mn: Мультим
ug_cn: كۆپ ۋاسىتە

source: Utilities
bo_cn: སྤྱི་སྤྱོད་བྱ་གཞག
kk_kg: Коммуналдык
kk_kz: Коммуналдық қызметтер
mn_mn: Хэрэглээний
ug_cn: جامائەت ئەسلىھەلىرى

source: Settings
bo_cn: སྒྲིག་བཀོད།
kk_kg: ■ ■ ■ орнотуулары
kk_kz: Параметрлер
mn_mn: Тохиргоо
ug_cn: تەسىس قىلىش

source: Others
bo_cn: དེ་མིན་ད་དུང་
kk_kg: Башка
kk_kz: Басқалары
mn_mn: Бусад
ug_cn: باشقا

source: Expand
bo_cn: རྒྱ་སྐྱེད་གཏོང་བ།
kk_kg: Kuwonjezeka
kk_kz: Кеңейту
mn_mn: Өргөтгөх
ug_cn: كېڭەيتىش

source: Shrink
bo_cn: ཆུང་དུ་གཏོང་བ།
kk_kg: ■ жыйрылуу
kk_kz: Кішірейту
mn_mn: Шринк
ug_cn: قىسقىرىش

source: New Installed
bo_cn: གསར་དུ་སྒྲིག་སྦྱོར་བྱས་པ།
kk_kg: ■ жаңы орнотуу
kk_kz: Жаңа орнатылған
mn_mn: Шинэ
ug_cn: يېڭى قۇراشتۇرۇش

source: Power options
bo_cn: སྒུལ་ཤུགས་ཀྱི་བསལ་འདེམས་
kk_kg: Mphamvu zosankha
kk_kz: Қуат параметрлері
mn_mn: Эрчим хүчний сонголтууд
ug_cn: توك مەنبەسىنى تاللاش تۈرى

source: Lock screen
bo_cn: སྒོ་ལྕགས་རྒྱག་པའི་བརྙན་ཤེལ
kk_kg: Tsekani chinsalu
kk_kz: Экранды құлыптау
mn_mn: Түгжээ
ug_cn: قۇلۇپ ئېكران

source: Switch user
bo_cn: གློག་སྒོ་འབྱེད་པའི་སྤྱོད་མཁན
kk_kg: ■ которулуу колдонуучулар
kk_kz: Пайдаланушыны ауыстыру
mn_mn: Хэрэглэгч
ug_cn: كوممۇتاتور ئابۇنىچىسى

source: Logout
bo_cn: ཐོ་འགོད་བྱེད་པ།
kk_kg: Chotsani
mn_mn: Нэвтрэх
ug_cn: تىزىمدىن ئۆچۈرۈش

source: Suspend
bo_cn: གནས་སྐབས་མཚམས་འཇོག་
kk_kg: ■ токтотулган
kk_kz: Тоқтата тұру
mn_mn: Түдгэлзүүлэх
ug_cn: ۋاقىتلىق توختىتىش

source: Hibernate
bo_cn: ཧིན་རྡུ་ཉི་ཞི་ཡ།
kk_kg: Уйкусуз
kk_kz: Хибернате
mn_mn: Хибер
ug_cn: ئۈچەككە كىرىش

source: Reboot
bo_cn: བསྐྱར་དུ་འཁོར་བ།
kk_kg: Yambani
kk_kz: Қайта жүктеу
mn_mn: Дахин
ug_cn: قايتا قوزغىتىش

source: Shutdown
bo_cn: ལས་མཚམས་འཇོག་པ།
kk_kg: Жабуу
kk_kz: Өшіру
mn_mn: Унтраа
ug_cn: تاقاش

source: The logined users reach the maximum limit at the same time, you cannot switch to the greeter interface, Please log off some logined users first.
bo_cn: ཐོ་འགོད་བྱས་པའི་སྤྱོད་མཁན་རྣམས་དུས་མཚུངས་སུ་ཚད་གཞི་མཐོ་ཤོས་སུ་སླེབས་པ་དང་། ཁྱེད་ཚོས་འཚམས་འདྲིའི་འབྲེལ་མཐུད་ལ་བརྗེ་མི་ཐུབ་པས། སྔོན་ལ་ཐོ་འགོད་བྱས་པའི་སྤྱོད་མཁན་ཁ་ཤས་ཐོ་འགོད་བྱེད་རོགས།
kk_kg: Ogwiritsa ntchito omwe alowetsa nthawi yomweyo kuti akwaniritse zoletsedwa, simungathe kusinthana ndi mawonekedwe ovomerezeka, chonde chotsani ena ogwiritsa ntchito omwe alowa kale.
kk_kz: Кірген пайдаланушылар бір уақытта ең жоғары шегіне жетеді, сәлемдесу интерфейсіне ауыса алмайсыз, алдымен кейбір кірген пайдаланушыларды өшіруіңізді сұраймыз.
mn_mn: Бүртгүүлсэн хэрэглэгчид хамгийн дээд хязгаарт хүрч, та мэндлэгч интерфейс рүү шилжих боломжгүй, эхлээд зарим модлог хэрэглэгчдийг бүртгүүлнэ үү.
ug_cn: تىزىملاتقان ئابونت بىرلا ۋاقىتتا ئەڭ چوڭ چەكلىمىگە يېتىدۇ، سىز مېھمان كۈتۈش كۆرۈنمە يۈزىگە ئالماشتۇرالمايسىز، ئالدى بىلەن تىزىملاتقان ئابونتلارنى تىزىمدىن ئۆچۈرۈڭ.

source: System Warning
bo_cn: མ་ལག་གི་ཉེན་བརྡ།
kk_kg: Chenjezo la dongosolo
kk_kz: Жүйелік ескерту
mn_mn: Системийн
ug_cn: سىستېما ئاگاھلاندۇرۇشى

source: File does not exist
bo_cn: ཡིག་ཆ་མེད་པ།
kk_kg: Malemba salipo
kk_kz: Файл жоқ
mn_mn: Файл байхгүй
ug_cn: ھۆججەت مەۋجۇت ئەمەس

source: All recent files information will be lost. Are you sure to clear the whole lists?
bo_cn: ཉེ་ལམ་གྱི་ཡིག་ཚགས་ཀྱི་ཆ་འཕྲིན་ཚང་མ་བོར་བརླག་ཏུ་འགྲོ ཁྱོད་ཀྱིས་ངེས་པར་དུ་མིང་ཐོ་ཧྲིལ་བོ་གཙང་སེལ་བྱེད་དགོས་སམ།
kk_kg: Mauthenga onse aposachedwa adzatayika. Сиз бардык тизмесин алып келет?
kk_kz: Барлық соңғы файлдар туралы ақпарат жоғалады. Барлық тізімдерді міндетті түрде тазалайсыз ба?
mn_mn: Сүүлийн үеийн бүх файлын мэдээлэл алдагдах болно. Та бүх жагсаалтыг цэвэрлэхээ итгэлтэй байна уу?
ug_cn: بارلىق يېقىنقى ھۆججەت ئۇچۇرلىرىنىڭ ھەممىسى يۈتۈپ كېتىدۇ. سىز بارلىق جەدۋەللەرنى تازىلاشنى جەزىملەشتۈرەلەمسىز؟

source: Open File
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཆ།
kk_kg: Tsegulani fayilo
kk_kz: Файлды ашу
mn_mn: Нээлттэй
ug_cn: ھۆججەتنى ئېچىش

source: Open File Location
bo_cn: ཡིག་ཆའི་གནས་ཡུལ་ཁ་ཕྱེ་བ།
kk_kg: Tsegulani malo a fayilo
kk_kz: Файл орнын ашу
mn_mn: Нээлттэй файлын байршил
ug_cn: ھۆججەت ئېچىش ئورنى

source: Remove from list
bo_cn: མིང་ཐོའི་ནང་ནས་ཕྱིར་འཐེན་
kk_kg: тизмеден алынып салынды
kk_kz: Тізімнен алып тастау
mn_mn: Жагсаалтаас хасах
ug_cn: تىزىملىكتىن ئۆچۈرۈش

source: Clear the whole list
bo_cn: མིང་ཐོ་ཧྲིལ་པོ་གཙང་བཤེར་བྱ་དགོས།
kk_kg: Chotsani mndandanda wonse
kk_kz: Бүкіл тізімді тазалау
mn_mn: Жагсаалтыг бүхэлд нь цэвэрлэ
ug_cn: تازىلاش پۈتكۈل جەدۋەل

source: The Recently files list is empty!
bo_cn: ཉེ་ཆར་ཡིག་ཚགས་ཀྱི་རེའུ་མིག་སྟོང་བ་རེད།
kk_kg: Mndandanda wamakono wamakono ulibe kanthu!
kk_kz: Соңғы файлдар тізімі бос!
mn_mn: Саяхан файлуудын жагсаалт хоосон байна!
ug_cn: يېقىندا ھۆججەت جەدۋىلى قۇرۇق !

source: Search files
bo_cn: འཚོལ་བཤེར་ཡིག་ཆ།
kk_kg: Fufuzani fayilo
kk_kz: Файлдарды іздеу
mn_mn: Файл хайх
ug_cn: ھۆججەت ئىزدەش

source: Close all windows
bo_cn: སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་སྒོ་
kk_kg: Бардык терезени жабуу
kk_kz: Барлық терезелерді жабу
mn_mn: Бүх цонхыг хаах
ug_cn: بارلىق كۆزنەك

source: Previous
bo_cn: སྔོན་ཆད།
kk_kg: Мурунку
kk_kz: Алдыңғы
mn_mn: Өмнөх
ug_cn: بۇرۇنقى

source: Next
bo_cn: གོམ་སྟབས་རྗེས་མར།
kk_kg: Кийинки
kk_kz: Келесі
mn_mn: Дараачийн
ug_cn: كېيىنكىسى

source: Kiran Tasklist Applet
bo_cn: ཁི་ལན་གྱི་ལས་འགན་སྒྲུབ་མཁན་ཨ་ཕུའུ་ལེ་ཐི།
kk_kg: Kiran тапшырма тизмеси программасы
kk_kz: Киран тапсырмалар тізімі Applet
mn_mn: Киран ажлын хуудасны товхимол
ug_cn: Kiran ۋەزىپە جەدۋىلى كىچىك پروگراممىسى

source: Task switcher designed for Kiran Desktop
bo_cn: ཁི་ལན་གྱི་ཅོག་ཙེའི་སྟེང་ཇུས་འགོད་བྱས་པའི་ལས་འགན་བརྗེ་རེས་
kk_kg: Kiran рабочий дизайн милдети которуштуруу үчүн
kk_kz: Киран үстеліне арналған тапсырма ауыстырып қосқышы
mn_mn: Киран ширээний зориулалттай ажлын слотчер
ug_cn: Kiran ئۈستەل يۈزى لايىھىلەش ئۈچۈن ۋەزىپە ئالماشتۇرغۇچ

source: Maximize
bo_cn: ཚད་གཞི་མཐོ་ཤོས་ཀྱི་སྒོ་ནས
kk_kg: Onjezerani
kk_kz: Барынша көбейту
mn_mn: Хамгийн их
ug_cn: ماكسىمۇم

source: Minimize
bo_cn: ཉུང་དུ་གཏོང་གང་ཐུབ་བྱ་དགོས།
kk_kg: Kuchepetsa
kk_kz: Кішірейту
mn_mn: Миним
ug_cn: ئەڭ كىچىكلەشتۈرۈش

source: Restore
bo_cn: སླར་གསོ་བྱེད་པ།
kk_kg: Kubwezeretsa
kk_kz: Қалпына келтіру
mn_mn: Амрах
ug_cn: ئەسلىگە كەلتۈرۈش

source: Move
bo_cn: གནས་སྤོ་བྱ་དགོས།
kk_kg: Mobile
kk_kz: Жылжыту
mn_mn: Шилжүүлэх
ug_cn: يۆتكەلمەك

source: Always on top
bo_cn: ཐོག་མཐའ་བར་གསུམ་དུ་གོང་ནས་འོག
kk_kg: Nthawi zonse pamwamba
kk_kz: Әрқашан жоғарыдан
mn_mn: Үргэлж дээд
ug_cn: دائىم ئەڭ ئۈستىدە

source: Only on this workspace
bo_cn: ལས་ཀའི་བར་སྟོང་འདིའི་སྟེང་ནས་ད་གཟོད
kk_kg: Бул иш чөйрөсүндө гана
kk_kz: Тек осы жұмыс кеңістігінде
mn_mn: Зөвхөн энэ ажлын талбар дээр
ug_cn: پەقەت مۇشۇ خىزمەت رايونى

source: Always on visible workspace
bo_cn: ཐོག་མཐའ་བར་གསུམ་དུ་མཐོང་ཐུབ་པའི་ལས་ཀའི་བར་སྟོང
kk_kg: Ар дайым көрүнүктүү иш чөйрөсүндө
kk_kz: Әрқашан көрінетін жұмыс кеңістігінде
mn_mn: Үргэлж харагдахуйц ажлын талбар дээр
ug_cn: باشتىن-ئاخىر كۆرگىلى بولىدىغان خىزمەت رايونى

source: Move to another workspace
bo_cn: ལས་ཀའི་བར་སྟོང་གཞན་ཞིག་ཏུ་སྤོས་པ།
kk_kg: Pitani kumadera ena ogwira ntchito
kk_kz: Басқа жұмыс кеңістігіне жылжу
mn_mn: Өөр ажлын орон зайд шилжих
ug_cn: يۆتكىلىپ باشقا خىزمەت رايونى

source: Close Window
bo_cn: སྒེའུ་ཁུང་གི་སྒོ་རྒྱག་
kk_kg: Жабуу терезе
kk_kz: Терезені жабу
mn_mn: Цонхыг хаах
ug_cn: كۆزنەكنى تاقاش

source: Kiran Workspace switcher Applet
bo_cn: ཁི་ལན་གྱི་ལས་ཀའི་བར་སྟོང་བརྗེ་རེས་བྱེད་མཁན་ཀུ་ཤུ་
kk_kg: Kiran иш аянты которуштуруу чакан программа
kk_kz: Kiran Workspace коммутаторы Applet
mn_mn: Киран ажлын талбар сэлэгч Апплет
ug_cn: Kiran خىزمەت رايونى ئالماشتۇرغۇچ كىچىك پروگراممىسى

source: Workspace switcher designed for Kiran Desktop
bo_cn: ཁི་ལན་གྱི་ཅོག་ཙེའི་སྟེང་ཇུས་འགོད་བྱས་པའི་ལས་ཀའི་བར་སྟོང་གི་གློག
kk_kg: Kiran рабочий дизайн иш аянты которуштуруу үчүн
kk_kz: Киран жұмыс үстеліне арналған жұмыс кеңістігін ауыстырып қосқыш
mn_mn: Киран ширээний зориулалттай ажлын зай
ug_cn: Kiran ئۈستەل يۈزى ئۈچۈن لايىھىلەنگەن خىزمەت رايونى ئالماشتۇرغۇچ

source: Favorite applications
bo_cn: ཆེས་དགའ་བའི་ཉེར་སྤྱོད།
kk_kg: Mapulogalamu omwe amakonda kwambiri
kk_kz: Таңдаулы бағдарламалар
mn_mn: Дуртай програмууд
ug_cn: ئەڭ ياخشى كۆرىدىغان قوللىنىشچان پروگرامما

source: page0
bo_cn: ཤོག་ངོས་0
kk_kg: Tsamba 0
kk_kz: Бет0
mn_mn: хуудас
ug_cn: 0 – بەت

source: page1
bo_cn: ཤོག་ངོས་1
kk_kg: Tsamba 1
kk_kz: 1 бет
mn_mn: хуудас
ug_cn: 1- بەت

source: All applications
bo_cn: རེ་འདུན་ཞུ་ཡིག་ཡོད་ཚད།
kk_kg: Mapulogalamu onse
kk_kz: Барлық қосымшалар
mn_mn: Бүх програмууд
ug_cn: بارلىق قوللىنىشچان پروگرامما

source: Recent files
bo_cn: ཉེ་དུས་ཀྱི་ཡིག་ཆ།
kk_kg: Malemba atsopano
kk_kz: Соңғы файлдар
mn_mn: Сүүлийн үеийн файлууд
ug_cn: ئەڭ يېقىن ھۆججەت

source: Hello, ---
bo_cn: ཝེ།---
kk_kz: Сәлеметсіз бе---
mn_mn: Сайн уу,
ug_cn: ياخشىمۇسىز،

source: Click to change date and time settings
bo_cn: དུས་ཚོད་དང་དུས་ཚོད་ཀྱི་སྒྲིག་བཀོད་ལ་འགྱུར་ལྡོག་གཏོང་དགོས།
kk_kg: өзгөртүү датасы жана убакыт орнотууларды Даражасы
kk_kz: Күн және уақыт параметрлерін өзгерту үшін басыңыз
mn_mn: Огноо, цаг хугацааны тохиргоог өөрчлөхийн тулд дарна уу
ug_cn: بىر چېكىش ئارقىلىق ئۆزگەرتىش ۋاقتى ۋە ۋاقىت تەسىس قىلىش

source: Create new workspace
bo_cn: ལས་ཀའི་བར་སྟོང་གསར་པ་གཏོད་དགོས
kk_kg: Malo atsopano ogwira ntchito
kk_kz: Жаңа жұмыс кеңістігін жасау
mn_mn: Шинэ ажлын талбар үүсгэх
ug_cn: يېڭىدىن قۇرۇلغان خىزمەت رايونى

source: %a %b %e %Y
kk_kg: %% б% e% Y%
kk_kz: % % b% e% Y
